Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 순간, 이를 악문 아델라이 황녀가 부채로 라르트 황자의 등을 콱 찔렀다.{j}아까부터 눈치도 없는 팔푼이처럼 행동하는 라르트 황자가 짜증스러울 따름이었다.
en_us: Prince could no longer continue as Princess Adellai pressed her face hard into his back, gritting her teeth. She was utterly annoyed by how her brother was acting out at the party.{j}

source: 황제의 목울대가 꿀꺽 넘어갔다.
en_us: Blondina spotted the emperor gulp as he listened to her carefully.

source: 블론디나가 처음 에이몬을 풀숲에서 마주했을 땐 큰 상처가 맞았다.
en_us: When Blondina first met Amon back in the bushes, his injury was severe.

source: 황녀.
en_us: A princess...

source: 필립이 진심으로 의아하다는 눈빛을 올렸다.
en_us: Philip looked into Blondina’s eyes naively.

source: 맡아지는 거라고는 향기로운 향유 냄새뿐이다.{j}이젠 더러운 골목에서 뒹굴던 소녀가 아니라 황녀였으니까.
en_us: All she could smell was a scent of flagrant perfume as expected from a princess, no longer having the smell of a street urchin.{j}

source: 제 앞이 바로 외로운 낭떠러지였으나, 발아래엔 아직 단단한 땅이 있다.
en_us: Although Blondina was standing in front of a lonely cliff, she felt assured that it wasn’t the end for her. She believed that there was still hope in her future ahead.

source: 무슨 소리를 하는 걸까, 이 귀여운 짐승이.
en_us: I wonder why such an adorable beast would say such things.

source: “황녀님?”
en_us: “Is there a problem, my lady?”

source: 제 무릎을 베고 절 가만히 올려다보는 에이몬의 얼굴이 오늘따라 참으로 말갛다.{j}느릿하게 눈을 깜빡일 때마다, 속눈썹 사이로 아름다운 자안이 사라졌다가 다시 반짝거렸다.
en_us: The face looking up at her looked especially more beautiful today. As he slowly blinked his eyes, his pretty eyes glittering from the light appeared through his long eyelashes.{j}

source: 웅얼거리는 고양이 목소리가 퍽 귀여워 블론디나는 가만히 웃었다.
en_us: Blondina couldn’t help smiling watching a cute cat murmuring his complaints.

source: 황가의 비공식적인 치부.
en_us: An excuse made up by the emperor to hide one of his weaknesses.{j}{j}

source: “왜?”
en_us: “Why so?”

source: 꼭 보고 싶었다.{j}종이 위에 꾹 찍힌 새끼 표범의 발자국 모양을.
en_us: Blondina really wanted to see the baby leopard footprints on the parchment.{j}

source: “당연하지.{j}그런 말도 안 되는 건 묻지도 마.”
en_us: “Of course. Stop asking me silly questions.”{j}

source: 「저번에 내가 마제또 줬을 땐 소리 질렀잖아.」
en_us: “But when I gave you Majetto last time, you screamed.”

source: 블론디나는 내심 ‘내게 호위 기사가 없어 다행이다’라고 생각하며 웃었다.
en_us: However, it didn’t seem like Blondina cared a bit. Instead, she laughed to herself, thinking of what a relief it was that she didn’t have any servants or knights to accompany her.

source: 아까 에이몬이 건넸던 ‘나야, 걔야’라는 질문이 떠올라 충동적으로 물어보았다.
en_us: It was a question which impulsively came out thinking of Amon’s previous question.

source: 아비인 황제가 말해 오는 건 명백한 경고였다.{j}황녀가 됐다며 설치고 다닌다면 곤란하다.{j}별궁에 처박혀 죽은 듯 살아라.
en_us: She knew exactly that it was a clear warning from the emperor, telling her to live dead silent within the palace as the princess.{j}{j}

source: 어머니는 모두를 거부하고 홀로 절 키웠다.{j}그리움으로 힘겨워하며 평생을 기다렸다.
en_us: Lily refused to marry another man and raised Blondina all by herself. She had never forgotten her love for the emperor and longed for him her entire life, struggling through the loneliness.

source: “그 다리로 혼자 어떻게 하려고.{j}내가 치료해 줄게.”
en_us: “You can’t move in those legs. I’ll fix you up.”{j}

source: 그 침묵 속에 대답같이 말을 던진 건 오히려 블론디나였다.
en_us: But instead, it was Blondina who broke his silence, speaking in Old Atesian.

source: 애써 곱게 답했다.
en_us: She replied to Lart, trying her best not to lose her temper.

source: 옆에서 다시 눈치도 없이 끼어드는 라르트 황자의 말에, 기어코 격한 분노를 표현하고야 말았다.
en_us: She had enough of Lart’s annoying remarks and again took her rage out on him.

source: 한데 그런 어머니를 두고 ‘영주의 정부’ 운운하다니.
en_us: So, how could a man like you question my mother’s fidelity?

source: “어떻게든 방법을 찾아내서.{j}그들에게도 분명 약점 하나쯤은 있겠지.”
en_us: “I’ll think of one. Those beasts must have a weakness or two, don’t you think?”{j}

source: 있는 대로 신경질은 다 부리다가도 저렇게 남몰래 챙겨 준다.
en_us: He would act moody and cranky at times, but would still make sure Blondina was okay.

source: 아니, 잊었다기보다는 기억에서 지워 냈다는 게 맞다.
en_us: His love for her was nothing more than a fleeting memory he had to erase for the sake of his power.

source: 쌕쌕거리는 가쁜 호흡이 샜다.{j}마을 어귀에 다다라서야 블론디나는 자리에 멈춰 섰다.
en_us: She didn’t stop running until she reached the entrance of the village.

source: 본디 여관의 낡은 다락방에서 기거했으나 황제를 만나기 위해 잠시 기거했던 것을 착각이라도 한 모양이다.
en_us: The emperor must have misunderstood her temporary stay at the feudal lord’s castle as her home. She was actually living in a small and old room at the inn.

source: 블론디나는 품 안 온기가 기분 좋아 콧노래를 불렀다.
en_us: Blondina started humming, happy that she had made a new friend.

source: 외톨이처럼 파티장에 홀로 섰으나 눈빛이 사뭇 곧았다.{j}모두가 절 무시하는 상황에서도 어깨를 당당히 펴고 고개를 들었다.{j}어린 여자아이 주제에 달관한 듯 올리는 표정이 여유로웠으며, 유치한 공격을 쉬이 넘기는 모습이 퍽 대범해 보였다.
en_us: He remembered her lonely face standing alone at the ballroom. However, he couldn’t forget her confident face not backing away from others who consistently looked down at her. She held her chin high and looked relaxed unlike a child even when she was being teased by childish taunts.{j}{j}{j}{j}

source: “맞아!{j}어머니를 슬프게 하는 천한 핏줄 같은 건, 내가……!”
en_us: “You’re right! I simply wanted to teach that peasant a lesson for making our mother sad...!”{j}

source: 저번에 와서 초대장과 꽃차를 건네주며 수작을 부리던 인간 남자의 가문.{j}블론디나에게 두 번이나 관심을 보인 남자의 냄새.
en_us: He remembered that this seal was also plastered on the invitation letter and the flower tea box Blondina received from that noble man from last time. He didn’t seem pleased as it seemed like Philip was interested in Blondina.{j}

source: 결국, 털 뭉치를 떼준 건 루시였다.
en_us: It was Lucy who untied him from the yarn.

source: 작별인사를 건네는 둘에게 잘 가라고 인사하며 블론디나는 커튼을 쳤다.
en_us: After saying her goodbyes to them, she closed the curtains to her window.

source: 에이몬이 쿠션에 제 턱을 올리며 답했다.
en_us: Amon replied with his chin on the cushion.

source: 필립이 빙긋 웃었다.
en_us: Philip smiled at Blondina and spoke.

source: 「블론디나.{j}쿠키 줘…….」
en_us: “Give me a cookie, Blondina...”{j}

source: “얼른 변해 보세요!{j}네?{j}네?{j}지금!{j}얼른!”
en_us: “Quickly! Turn into your human form! Come on! Huh? Huh? Hurry!”

source: “그런데 너 아까부터 왜 그래?”
en_us: “Hey, what’s wrong with you?”

source: “난 잡아먹지 마.{j}맛없을 거야.{j}열한 살 될 때까지 쓰레기 같은 음식만 먹고 자랐거든.”
en_us: “Don’t eat me. I probably taste bad since all I ate was junk until I turned eleven years old.”{j}{j}

source: 순간 황제의 눈빛이 살짝 바뀌었다.{j}몸을 떨어뜨린 황제가 아이의 눈을 지그시 응시하기 시작했다.{j}아델라이 황녀는 그 눈을 피하지 않았다.
en_us: The look on the emperor’s face suddenly changed. He leaned away from his daughter and gazed into her eyes. Princess Adellai didn’t turn away from his eyes.{j}{j}

source: 신수로서의 위엄이 무어냐.{j}이 자그마한 여자애 앞에서는 그저 귀여운 새끼 표범일 뿐이다.
en_us: He gave up being respected as a divine beast in front of Blondina. He knew that he was nothing but a cute little leopard before this little girl.{j}

source: “로드슨 공작가?”
en_us: “Duke Rodson?”

source: 그래.{j}이런 취급이 한두 번이냐.
en_us: Do whatever you want. It’s not it’s the first time anyway.

source: 순간 에이몬의 동공이 커졌다.{j}눈을 끔뻑이며 제 앞에 있는 나뭇가지 향을 맡고 발바닥으로 툭툭 두드려 본다.
en_us: Amon’s eye suddenly widened at the sight of the branch. Something felt strange about it. Amon leaned forward blinking his eyes and smelled its scent, and he reached out his paws to touch it.{j}“”

source: 오면 죽어.
en_us: He’ll kill me this time for real.

source: 그거면 된 거였다.
en_us: That was all she needed, nothing more.

source: 블론디나는 헛웃음을 흘리며 집게손가락으로 작은 표범의 턱을 살살 문질렀다.
en_us: She smirked at him reaching out her fingers and began softly rubbing the little leopard’s chin.

source: 하지만 그다음 눈앞에 펼쳐진 모습에 다시 고개를 살짝 떨구고 말았다.
en_us: However, watching Adellai approach the emperor, it made Blondina drop her head to the ground.

source: 「다음엔 더 멋있게 밟아 줄게.{j}잘할 수 있어.」
en_us: “I’ll be even cooler next time. Wait and see.”{j}

source: 공포심이 온몸의 감각을 긁어 댔다.
en_us: He was overwhelmed in fear. It felt like he couldn’t breath.

source: 블론디나의 표정에 약간의 긴장이 맺혔다.
en_us: Blondina looked a little nervous when she first saw Philip’s face.

source: 납작 엎드려 꼬리를 흔드는 게 블론디나의 역할이었다.{j}저런 식으로 아무렇지도 않게 자리를 뜨는 건, 천한 황녀가 해야 할 행동이 아닌 것이다.
en_us: She wanted to see Blondina bow before her and suck up to her words. She never expected Blondina, who she considered a worthless princess, would bluntly leave her presence with no interest.{j}

source: 그것도 하이톤의 목소리로 인간의 말을 버럭 외치며.{j}블론디나는 멍하니 그 모습을 바라만 봤다.
en_us: Not only did a dead sparrow rise from the dead, but he yelled in human language with his high-pitched voice.{j}

source: 하지만 라르트 황자가 건넨 말에, 기어코 눈썹을 티 나게 찌푸리고야 말았다.
en_us: However, the moment Prince Lart mentioned about Blondina’s brooch, she couldn’t help but frown with disgust toward her sister.

source: 변명하듯 웅얼거리며 황급히 파이를 먹어 치운다.
en_us: He muttered his excuse with an embarrassed tone and quickly ate the pie.

source: 요새는 왜 저렇게 빠져나가지 못해 안달일까.{j}이제 좀 컸다고 제 작은 표범이 늘 품 안을 벗어나 버린다.
en_us: Blondina couldn’t understand what made him to change. But it seemed like after he grew up a little, he acted this way, escaping her arms and rushing away from her side.{j}

source: 「응.{j}거기에 가야 내가 힘을…… 자꾸 꼬치꼬치 캐묻지 마.{j}나도 모르게 대답하잖아.」
en_us: “Yes, I have to go there for my power...nevermind! Stop prying on me! I always end up answering your questions without thinking.”{j}{j}

source: 표범족이 만나는 인간은 대부분 황족이나 고위 귀족이었으며 그들은 대개 교활하고 교만했다.{j}분위기로 풍기는 악취.
en_us: The members of the Divine Leopard Clan were well aware of this aura, because most of the people they had met were mainly royals or high-ranking nobles, who reeked of an arrogant and cunning smell.{j}

source: 루시는 푸른 이파리가 달린 가느다란 나뭇가지를 품에 안고 들어온 참이었다.
en_us: Lucy had entered Blondina’s room carrying a huge branch with a green-colored leaves hanging from it.

source: 이 작은 짐승은 작은 일로 사람을 참 감동시키는 재주가 있었다.
en_us: This small beast might not seem like much, but he sure had a knack for touching people’s heart with his words and actions.

source: “응?{j}그래.{j}그럼.”
en_us: “Oh? Okay then.”{j}{j}

source: 언제까지나 피할 수만은 없을 텐데.
en_us: But avoiding wasn’t always the solution.

source: 비록 어린아이였지만 라르트 황자를 손안에 굴리는 방법 정도는 제대로 알고 있었다.{j}
en_us: Although Princess Adellai may look like a child to many, she knew precisely how to handle her twin brother. Prince Lart finally calmed himself and replied to her sister while nodding his head.{j}

source: 상상만으로 오싹한 일이다.
en_us: The thought itself made her get goosebumps all over her body.

source: 「고양이 아니라고.」
en_us: “I told you I’m not a cat.”

source: 곧 에이몬이 마제또를 잡기 위해 방 안을 휘저으며 난동을 피운 건 어쩔 수 없는 일이었다.
en_us: Amon began to chase Majetto around the room making a complete mess everywhere.

source: 에이몬의 명령이 당당하게 떨어졌다.
en_us: Amon bluntly ordered to Blondina to do him a favor.

source: 「걱정하지 마.{j}인간들의 계급 따위 나와는 상관없어.{j}네가 원한다면 황제도 밟아 줄게.」
en_us: “You don’t have to worry about me. Royal or not, it doesn’t matter to me. I can even threaten the emperor if that’s what you want.”{j}{j}

source: 아델라이 황녀의 표정이 급속도로 식었다.{j}더군다나 ‘블론디나’라는 불쾌한 이름을 올린 이가 바로 필립이기에 더욱 그랬다.
en_us: Princess Adellai glared at Philip as her face hardened - all the more so because it was Philip who brought up the name.{j}

source: “정말 안 먹을 거야?{j}내가 다 먹는다?{j}응?”
en_us: “You sure you don’t want any? Then I guess I can eat it all by myself.”{j}{j}

source: 「아니라고?{j}그럼 그 눈물은 뭔데?」
en_us: “Oh really? Then what are those tears?”{j}

source: 루시가 다시 주위를 둘러보고는 말을 이었다.
en_us: Lucy continued after looking around the room one more time.

source: 순식간이었다.{j}귀여운 앞발에서 날카로운 발톱이 튀어나와 보석 팔찌 줄을 뎅겅 잘라 버린 건.
en_us: In a blink of an eye, Amon used his cute paw raised in the air to cut the bracelet in half with his sharp claws.{j}

source: 라르트 황자는 고개를 크게 끄덕이며 “으응.” 하고 착하게 답했다.
en_us: “Okay, sister.”

source: “다리 다쳤어?”
en_us: “Are you hurt?”

source: 하지만 그럼에도 받아들였고 그의 아이를 낳았다.
en_us: However, she still accepted him and gave birth to his child.

source: “알겠어.{j}내가 다 미안해.{j}미안하니까 그만하자.{j}됐지?”
en_us: “Okay. I’m sorry for everything. So, let’s stop here.”{j}{j}{j}

source: 한편, 블론디나는 제 무릎을 툭툭 건드리는 코브라의 머리를 귀찮다는 듯 툭 밀었다.
en_us: Meanwhile, Blondina pushed away a snake annoyed by how it continuously tapped her knees.

source: “……어?{j}그렇지!{j}너도 어쨌든 내 누나였지?!”
en_us: “That’s right...Come to think of it, you’re my older sister!”{j}{j}

source: 저 아이가 얼마 전만 해도 더러운 흙바닥을 구르던 평민이었을 줄, 그 누가 상상이나 할 수 있겠는가.
en_us: Thinking of how much Blondina had changed since he first met her, he felt slightly proud of her.

source: “누구세요?”
en_us: “Who are you?”, Blondina responded.

source: 필립?
en_us: Who is Philip?

source: 에이몬이 픽, 하고 비웃었다.
en_us: Amon smirked at Blondina’s words.

source: 「알아 둬.{j}치료만 하고 집에 갈 거야.」
en_us: “Don’t misunderstand. I’m going home right after you finish treating me.”{j}

source: 그건 아니고 이상하게 좀 부끄러워서.
en_us: It’s not that. It’s just because I feel a little shy.

source: 아무래도 가만히 있는 편이 나을 것 같다.
en_us: She also thought it would be better to stay silent in this awkward atmosphere.

source: 순간 블론디나의 눈꺼풀이 파르르 떨렸다.{j}블론디나 눈동자에 맺힌 미약한 공포를 에이몬은 본능적으로 읽어 냈다.{j}저건, 절 앞에 둔 들짐승이 보이는 눈빛과 비슷했다.
en_us: Her eyelids began to tremble hearing Amon hit the nail on her head. Amon was able to read the fear in her eyes. It was the eyes of a prey he saw when he went out hunting. {j}{j}

source: “나 먼저 들어갈래.{j}피곤해.”
en_us: “I’m leaving now. This party is getting tiresome.”{j}

source: “그냥.”
en_us: “It’s nothing.”

source: “폐하께서 남겨 주셨던 반지를 처분할 생각조차 하지 못했어요.{j}폐하와 이어 줄 마지막 끈이라고 하시며 끝까지 소중히 품고 계셨습니다.”
en_us: “Not only that but she never thought of selling or throwing away the ring you gifted her, because she truly believed that it was the last remaining token that connected her with you. She had it by her side until her death as it was her most cherished possession.”{j}

source: 「나약한 인간이 발톱과 송곳니를 가진 짐승을 몰아내고 대륙을 차지했잖아.」
en_us: “The weak humans were able to take over this continent by using their tools to drive out the ferocious beasts from it.”

source: “네 것?”
en_us: “One of yours?” he replied.

source: 에이몬은 늘 그랬듯 몸에 힘을 풀고 인간 여자애가 절 갖고 노는 것에 체념한 듯한 얼굴을 했다.
en_us: As usual, Amon relaxed his body and gave in to the princess’s show of affection. However it didn’t stop him from consistently asking for her answer.

source: 한편 블론디나는 에이몬의 말을 제대로 이해하기 힘들었다.
en_us: Meanwhile, Blondina couldn’t wrap her head around his words.

source: “꺄아!{j}깜짝이야!”
en_us: “Aaahhh! You scared me, sir!”{j}

source: 아버지인 황제 폐하를 생각하며 멍하니 눈만 끔뻑이려니 에이몬이 다가와 손등 위에 제 턱을 대고 폭 누웠다.
en_us: Amon gazed at Blondina blinking her eyes with a blank face. Then, he walked closer to her hands and rested his chin on the back of her hand, laying on the ground.

source: 루시는 다시 창문을 열었다.{j}흑표범 이야기를 끝마쳤으니 이곳에 찾아올 작은 표범에게 들리는 걸 신경 쓰지 않아도 됐다.
en_us: Lucy approached the window and opened it. She no longer had to worry about the baby black leopard eavesdropping her history lesson about the evil black leopard.{j}

source: 순식간이었다.
en_us: In a blink of an eye, Amon used his cute paw raised in the air to cut the bracelet in half with his sharp claws.

source: “창가에 뭐가 어른거리기에 봤더니 작고 귀여운 아기 고양이가 있더라고.”
en_us: “I saw something move out the window, and it looked like cute little kitten was sitting at the terrace.”

source: “요새 내가 바빠 얼굴을 제대로 보지 못하였구나.{j}잘 지냈느냐?”
en_us: “I’ve been to busy these day to come to see you. Are my prince and princess doing well?”{j}

source: 황제가 아델라이 황녀의 뺨을 애정 어린 손길로 매만졌다.
en_us: The emperor explained the details to his daughter and stroke her adorable cheeks.

source: 에이몬 님 같은, 이라는 말을 듣고 블론디나가 입을 탁 벌렸다.{j}그저 전설같이 들리던 일이 ‘에이몬’이란 이름과 함께 현실적으로 다가온 까닭이다.
en_us: As every pieces of the puzzle slowly matched perfectly into her mind, Blondina sat perplexed to hear that Amon shared the similar attributes as the black leopard who killed the descendant. She finally came to realize the reason why people were afraid when they had encountered Amon.{j}

source: 블론디나는 마지막으로 쐐기를 박듯 제국어로 말했다.
en_us: Blondina did her final blow speaking in Standard Atesian.

source: “네가 인정하지 않는다면 그거 황제 폐하를 부정하게 되는 건데, 그래도 돼?”
en_us: “I’m just trying to tell you...if you deny me, you’re basically denying the emperor. But you wouldn’t want that, would you?”

source: 호들갑 떨며 에이몬을 낚아챈 루시는 버둥거리는 에이몬의 머리에 억지로 모자를 씌웠다.{j}에이몬이 사람의 말을 하거나 신수 티를 내기 전에 미리 하는 방어였다.
en_us: Lucy swiftly snatched Amon into her arms and forcefully shoved a hat over his head to cover his transformation gem. It was a preemptive action to hide Amon’s true identity.{j}

source: 블론디나가 까만 고양이의 꼬리를 다급히 붙들었다.
en_us: Blondina grabbed the cat’s tail in a hurry.

source: 그 말에, 블론디나 역시 젖은 얼굴로 고개를 끄덕였다.{j}저 역시 깊이 동감하는 바였다.
en_us: Blondina quietly nodded in agreement. She couldn’t agree with him any further.{j}

source: 블론디나는 뒤돌아 허리 숙여 인사했다.
en_us: Blondina turned to bow before the emperor.

source: 체스 말에 폭력적인 에이몬.{j}하지만 동네 건달처럼 행패를 부리는 모습조차 깜찍하다.
en_us: Even Amon violent actions smashing the chessboard and pieces like a gangster looked adorable in Blondina’s eyes.{j}

source: “그 잔악하고 오만한 신수 놈들……!”
en_us: “Damn those arrogant divine beasts...!”

source: 황족이란 역시 평민의 몸으로는 이해하기 힘든 족속이었다.
en_us: The royal family was just too complicated for a commoner like her to understand.

source: 이내 활짝 웃은 블론디나가 에이몬을 꽉 껴안았다.
en_us: Blondina hugged Amon tightly with a smile.

source: 에이몬의 발에 힘이 들어갔다.{j}라르트 황자가 꺾이는 듯한 숨을 들이켰다.{j}밟혀 있는 갈비뼈가 부러질 것만 같았다.
en_us: Amon raised his foot in the air and stepped on Prince Lart’s chest with pressure. Prince Lart took a sharp breath as he felt his ribs breaking in by Amon’s foot. {j}{j}

source: 말 그대로 그냥 구경이었다.
en_us: They literary only observed the trees surrounding them, nothing more.

source: 에이몬이 다정하게 물었다.
en_us: Amon turned to Blondina and asked with a soft tone.

source: 로드슨 공작가라면 필립 공자의 가문이다.
en_us: The Rodson family was also Marquess Philip’s family.

source: 「인간에게는 교활하고 미련한 냄새가 나.」
en_us: “Humans stink of deceit and foolishness.”

source: ‘이럴 거면 차라리 부르지를 말지.’
en_us: I don’t understand why they even bother inviting me.

source: 곧 에이몬은 누구도 예상할 수 없는 행동을 했다.
en_us: Instead of chasing after the talkative sparrow, Amon did something no one had expected him to do.

source: 에이몬은 물끄러미 두 여자아이를 올려다보았다.
en_us: Amon closely observed the two girls standing in front of him with a smile.

source: 송곳니를 드러내려다 참고 앞발로 나무 테이블을 슬쩍 긁었다.
en_us: Instead, he slightly scratched the wooden table with his front paws, holding back his anger.

source: 에이몬의 귀가 쫑긋쫑긋 움직였다.{j}대답은 없으나 듣고 있다는 의미다.{j}블론디나는 에이몬의 등을 살살 쓸어내리기 시작했다.
en_us: Amon’s ear pricked at the sound of her voice. He didn’t say a word, but Blondina knew he was listening. So, she stroked down his back and spoke.{j}{j}

source: “폐하!{j}긴히 드릴 말씀이 있습니다!”
en_us: “Your Majesty! I have a significant matter to discuss with you!”

source: 에이몬이 식빵 굽는 자세로 제 몸 위에 올라와 잠들어 있었다.
en_us: Amon had finally appeared before her eyes while she was asleep. He was fast asleep on top of her sitting like a loaf of bread.

source: 에이몬이 불쾌하다는 듯 앞발로 테이블을 탁 내리쳤다.
en_us: Amon smacked down the table in front of him.

source: [아델라이.{j}난 너와 어울리기 위해 개처럼 달려올 필요가 없어.{j}이미 같은 핏줄이니까.]
en_us: “Adellai, I don’t need to rush over like a puppy to spend time with you, since we’re already a family.”{j}{j}

source: 부채를 비틀어 쥐고 있는 제 쌍둥이의 표정이 꽤 심상치 않았던 탓이다.
en_us: He noticed that her face looked unusual with her fan tightly squeezed in the hands.

source: 뒤를 돈 라르트 황자가 아델라이 황녀를 발견하고는 비로소 말을 멈췄다.
en_us: Surprised by the sound, Prince Lart turned to peek at Princess Adellai, which finally made him shut his mouth.

source: 「인간형으로 변하면 되니까.」
en_us: “I could go in human form.”

source: “왜 훔쳐 갔지, 내 팔찌……?”
en_us: “I’m really curious of why he decided to steal the bracelet...?”

source: 500년 전 태어났던 흑표범이 그랬듯 에이몬이 자신들까지 죽여 버릴까 봐 겁을 낸 것이다.
en_us: The members of the clan were all afraid that Amon would end up killing all of them just as his predecessor has done so.

source: 릴리 역시, 금발에 금안일 뿐 능력은 없었다.
en_us: While Lily had both the golden hair and eyes, she didn’t possess the special powers.

source: “루시가 가는 게 그렇게 서운해?{j}내가 대신 놀아 줄게.”
en_us: “Are you sad because Lucy is leaving? I can play with in her place.”{j}

source: 곧 하녀가 커다란 네모판과 금빛 상자를 들고 들어왔다.{j}그 뒤를 자그마한 소녀가 쫓아 들어왔다.{j}석 달 전, 블론디나의 말동무 시녀로 들어온 헤리브 백작가의 막내딸 루시였다.{j}무너져 가는 백작가의 마지막 후예.
en_us: Her servant entered the princess’s room with a large game board and a golden box in her arms, followed by a little girl. The girl’s name was Lucy. She was the daughter of Count Herive, a noble whose family was flailing. Blondina was first introduced to Lucy about three months ago as her new lady-in-waiting.{j}{j}{j}

source: 말이 끝나기도 전이었다.{j}나뭇가지를 홀린 듯 바라보던 에이몬이 그것을 가슴팍에 껴안고 뒹굴거리기 시작했다.
en_us: Before Lucy could finish, the baby leopard jumped to the branch and began to roll around with it in his chest, attracted to its unique scent.{j}

source: 아델라이 황녀는 제 아비의 옷깃을 만지작거리며 침울한 목소리로 속살거리기 시작했다.
en_us: The princess hesitated for couple minutes fiddling with her father’s collar. Then, she murmured to the emperor with a somber voice.

source: “그리고…… 그 바라한의 후예를 죽인 게 흑표범이에요.”
en_us: “And that divine beast who killed Barahan’s descendant was a black leopard.’”

source: 작은 표범의 입에 무언가 물려 있던 탓이다.
en_us: Amon’s mouth was tainted red with blood.

source: 눈을 가느다랗게 뜬 그는 곧 유쾌함인지 흥미인지 모를 웃음을 얼굴 가득 올렸다.
en_us: While his eyes remained set on her, his emotionless face soon put up a smile, then laughter.

source: 고개를 갸웃한 블론디나가 체스판을 빤히 주시하고 있을 때였다.{j}문밖에서 하녀의 목소리가 들려왔다.
en_us: When Blondina got carried away with the game and had her eyes fixed onto the chessboard, her servant called for her outside the door.{j}

source: 뒷골목에서 구르며 갈고닦은 눈치다.{j}어린 소년과 소녀의 관계쯤은 바닥에 떨어진 손수건을 줍는 것만큼이나 쉬웠다.{j}절 필립에게서 배제하려던 아델라이 눈빛에서 읽었다.{j}필립을 향한 아델라이 황녀의 감정을.{j}제 배다른 동생은 분명 필립 공자에게 호감이 있으며, 그 호감을 저와 나눌 생각 따위는 조금도 없어 보였다.
en_us: This was another moment when Blondina made use of her experience from the streets. When Princess Adellai interrupted her conversation with Philip, she was able to easily read her affections falling from Adellai’s eyes. She could tell that her half-sister had no intention of sharing what she thought belonged to her. Adellai’s affection for Philip seemed deeper than Blondina had first thought. {j}{j}{j}{j}

source: 황제는 대대로 남성의 몫이었다.{j}과거, 여자 황제가 없던 건 아니었으나 그것은 후계가 없을 때야만 가능했던 일.{j}라르트 황자가 있는 이상 자신이 황제가 될 수 있으리라 감히 생각하지 않았건만…….
en_us: She knew that only a crown prince could inherit the throne. Although there were empresses in the past, they were able to inherit the throne only because the former emperor didn’t have a prince to succeed them. With Prince Lart in the royal family, Adellai never dreamed of becoming an empress.{j}{j}

source: 에이몬은 웃는 대신 블론디나의 팔뚝에 제 얼굴을 비비며 갸릉거렸다.{j}퍽 흡족하여 보이는 표정이었다.
en_us: And he quickly rubbed his face against Blondina’s arm, purring in satisfaction.{j}

source: 번쩍이는 기사복을 입은 커다란 체구의 사내였다.
en_us: He was a huge man in a shiny knight suit.

source: “난?{j}난 없어, 에이몬?”
en_us: “What about me, Amon?”{j}

source: “신수님이 그랬어!{j}인간은 발을 타고 오르는 개미 새끼 같다고!{j}밟으면 쉽게 죽지만 떼 지어 달려들면 여간 귀찮은 게 아니래요!”
en_us: “The divine beasts said that humans were like pesky little ants crawling up to their feet, challenging their divine rights. Even if you kill one by stepping on it, ten more will swarm in. Humans are a nuisance to them!”{j}{j}

source: 표범 신수는 태어날 때부터 인간 위에 군림하는 제왕이었다.{j}하찮고 나약한 인간 따위 감히 대적할 수 있을 리 없다.
en_us: He was destined to rule over all humanity with his body larger than a bear and his destructive power. Weak and petty human beings stood no match against him.{j}{j}

source: 소년의 모습으로 변한 에이몬이, 누워 있는 라르트 황자의 목을 발로 밟은 채 서슬 퍼런 안광을 쏟아 내고 있었다.
en_us: It wasn’t an object, but none other than Amon, in his human form, who was pressing Prince Lart’s neck hard to the ground with his foot. Amon stared down at the prince with burning rage.

source: 그저 제국을 지켜 주는 신수 일족이라고 알고 있었는데 이런 일이 있었구나.
en_us: I simply thought the divine leopard clan protected the empire because they were born as defenders of the empire. I never imagined such painful history had occurred before settling peace in this land.

source: 게다가 고대어도 열심히 배웠고 마음의 준비도 하지 않았나.{j}일상적 대화까지 할 만큼 공부했기에 본인 힘으로 상황을 타파하고 싶었다.
en_us: Besides, she had been studying Old Atesian diligently for her to have daily conversations. She had been preparing for a day like this, so she wanted to try overcoming her fears on her own.{j}

source: “다른 데는 마음껏 만져도 돼?”
en_us: “Does that mean I can pet you everywhere else?”
